RRN_Data/2159500/2159523.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-11-29T22:56:27.542+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-11-29T22:56:27.542+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="241125-000156" version="5"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-11-29T22:56:26.814+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="241125-000156-1" version="3"><situationRecordCreationReference>EVE_DIRCE-S-241122-0094-EVE_DIRCE-SR-241125-000017</situationRecordCreationReference><situationRecordCreationTime>2024-11-25T06:00:37.767+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-11-29T22:56:26.814+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-11-29T22:56:26.814+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-11-25T06:00:37.767+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>riskOf</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>false</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-11-25T07:00:00.000+01:00</overallStartTime><overallEndTime>2024-11-29T16:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><impact><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est/District Valence/CEI Alixan</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 507 m au sud de 32867, fin : situé 7611 m au nord de Étoile</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Paris vers Italie - Genova</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.89368</latitude><longitude>4.8734555</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Valence</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.89545</latitude><longitude>4.8740125</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Valence</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Étoile</value></values></alertCLocationName><specificLocation>32083</specificLocation></alertCLocation><offsetDistance><offsetDistance>7611</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr"/></values></alertCLocationName><specificLocation>32867</specificLocation></alertCLocation><offsetDistance><offsetDistance>507</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>N0007</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>582.0</distanceAlong><fromReferent><referentIdentifier>26PR49U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>385.0</distanceAlong><fromReferent><referentIdentifier>26PR49U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>stationary</mobilityType></mobility><subjects><subjectTypeOfWorks>road</subjectTypeOfWorks></subjects><roadMaintenanceType>repairWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="GeneralNetworkManagement" id="241125-000156-103" version="2"><situationRecordCreationReference>EVE_DIRCE-S-241122-0094-EVE_DIRCE-SR-241128-000113</situationRecordCreationReference><situationRecordCreationTime>2024-11-28T19:00:39.101+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-11-29T22:56:26.814+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-11-29T22:56:26.814+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-11-28T19:00:39.101+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>riskOf</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>false</reliable></source><validity><validityStatus>suspended</validityStatus><validityTimeSpecification><overallStartTime>2024-11-28T20:00:00.000+01:00</overallStartTime><overallEndTime>2024-11-29T06:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est/District Valence/CEI Alixan</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 7611 m au nord de Étoile, fin : situé 507 m au sud de 32867</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Italie - Genova vers Paris</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>allLanesCompleteCarriageway</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>northBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.89545</latitude><longitude>4.8740125</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Valence</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.89368</latitude><longitude>4.8734555</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Valence</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr"/></values></alertCLocationName><specificLocation>32867</specificLocation></alertCLocation><offsetDistance><offsetDistance>507</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Étoile</value></values></alertCLocationName><specificLocation>32083</specificLocation></alertCLocation><offsetDistance><offsetDistance>7611</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>N0007</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>385.0</distanceAlong><fromReferent><referentIdentifier>26PR49U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>582.0</distanceAlong><fromReferent><referentIdentifier>26PR49U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord><situationRecord xsi:type="GeneralNetworkManagement" id="241125-000156-2" version="3"><situationRecordCreationReference>EVE_DIRCE-S-241122-0094-EVE_DIRCE-SR-241125-000018</situationRecordCreationReference><situationRecordCreationTime>2024-11-25T06:00:37.767+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-11-29T22:56:26.814+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-11-29T22:56:26.814+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-11-25T06:00:37.767+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>riskOf</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>false</reliable></source><validity><validityStatus>suspended</validityStatus><validityTimeSpecification><overallStartTime>2024-11-25T07:00:00.000+01:00</overallStartTime><overallEndTime>2024-11-29T16:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>2</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est/District Valence/CEI Alixan</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 507 m au sud de 32867, fin : situé 7611 m au nord de Étoile</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Paris vers Italie - Genova</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>allLanesCompleteCarriageway</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.89368</latitude><longitude>4.8734555</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Valence</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>44.89545</latitude><longitude>4.8740125</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Valence</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N7</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Étoile</value></values></alertCLocationName><specificLocation>32083</specificLocation></alertCLocation><offsetDistance><offsetDistance>7611</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr"/></values></alertCLocationName><specificLocation>32867</specificLocation></alertCLocation><offsetDistance><offsetDistance>507</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>N0007</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>582.0</distanceAlong><fromReferent><referentIdentifier>26PR49U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>385.0</distanceAlong><fromReferent><referentIdentifier>26PR49U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>